aaron-bond.better-comments
adpyke.codesnap
agauniyal.cpp-snippets
ajanuw.bs5
batisteo.vscode-django
bierner.color-info
CoenraadS.bracket-pair-colorizer-2
cschlosser.doxdocgen
danielpinto8zz6.c-cpp-compile-run
dbaeumer.vscode-eslint
dongli.python-preview
donjayamanne.python-extension-pack
dzhavat.css-flexbox-cheatsheet
eamodio.gitlens
edenreich.cpp-console-generator
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
geyao.html-snippets
gio00.fish
GitHub.vscode-pull-request-github
Guyutongxue.cpp-reference
hars.CppSnippets
hbenl.vscode-test-explorer
jeff-hykin.better-cpp-syntax
KevinRose.vsc-python-indent
kiteco.kite
littlefoxteam.vscode-python-test-adapter
magicstack.MagicPython
MS-CEINTL.vscode-language-pack-es
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
msjsdiag.debugger-for-chrome
NabeelValley.easyzoom
naumovs.color-highlight
necinc.elmmet
NikolaPaunovic.tkinter-snippets
njpwerner.autodocstring
parmigggiana.cpp-snip
PKief.material-icon-theme
ritwickdey.LiveServer
sibiraj-s.vscode-scss-formatter
sporiley.css-auto-prefix
TabNine.tabnine-vscode
tchojnacki.cpp-compile
thekalinga.bootstrap4-vscode
tht13.python
tushortz.python-extended-snippets
twxs.cmake
usernamehw.errorlens
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
WallabyJs.quokka-vscode
wholroyd.jinja
wlhe.c-cpp-snippets
Wscats.eno
